[
  {
    "node": {
      "id": "88168902",
      "title": "Let's meet up at The Joynt after the Walkley Media Talks",
      "description": "The Edge is running a series of talks on the media and the next session, on October 31, is on 'Making a buck online'.\n\nWe thought this might be a good opportunity for Hacks and Hackers to meet up and have a chat about what we're interested in and the types of future events we'd like to organise.\n\nIf you'd like to go to the talk at The Edge, you'll need to register here: http://wmtoct.eventbrite.com.au/?ebtv=C\n\nThere is a $10 charge for the talk, but HacksHackers are being offered a 50% discount - so its just $5. Use the discount code 'matesrates' when you register.\n\nNot interested in the talk? Then just come to The Joynt afterwards - about 7.30pm. It's a short walk from The Edge.\n\nLooking forward to meeting up!",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/88168902",
      "shortDescription": null,
      "dateTime": "2012-10-31T09:30:00.000Z",
      "venue": {
        "name": "The Joynt",
        "address": "48 Montague Road, West End",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.47105,
        "lng": 153.015366
      }
    }
  },
  {
    "node": {
      "id": "94425542",
      "title": "Let's meet up in January",
      "description": "To avoid a Christmas clash we're planning our next meetup in January. We're in the process of shoring up some sponsorship for the event, so hopefully you won't need to buy your own beer!\n\nWe haven't settled on a venue yet. We went to the Joynt last time and could do so again, but if anyone has a suggestion let us know. Anywhere central is great.\n\nI'll get together a rough outline for the next meet - I know there are members who have new tools to discuss and it would be great to get some ideas about projects people would like to work on.\n\nSend through any thoughts.\n\nIn the meantime, I'll keep reading the Post-Industrial Journalism report and extracting any tasty morsels ... Dan promises to put up the Leximancer paper he mentioned last time.\n\nHave a great Christmas all and mark Jan 17 in your calendar.\n\nSkye",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/94425542",
      "shortDescription": null,
      "dateTime": "2013-01-17T08:30:00.000Z",
      "venue": {
        "name": "The Joynt",
        "address": "48 Montague Road, West End",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.47105,
        "lng": 153.015366
      }
    }
  },
  {
    "node": {
      "id": "104346052",
      "title": "Let's meet up",
      "description": "",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/104346052",
      "shortDescription": null,
      "dateTime": "2013-03-07T08:30:00.000Z",
      "venue": {
        "name": "The Joynt",
        "address": "48 Montague Road, West End",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.47105,
        "lng": 153.015366
      }
    }
  },
  {
    "node": {
      "id": "116883232",
      "title": "Meet up: there is big news on the grant front",
      "description": "Two applications to the CitizenJ Experiments Fund by HacksHackersBNE members were successful. This calls for an over-due meet up - hopefully we can hear more about these projects. Congratulations to Greg and team and Ricky and team.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/116883232",
      "shortDescription": null,
      "dateTime": "2013-05-16T08:30:00.000Z",
      "venue": {
        "name": "The Joynt",
        "address": "48 Montague Road, West End",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.47105,
        "lng": 153.015366
      }
    }
  },
  {
    "node": {
      "id": "130147272",
      "title": "Meet up at The Edge",
      "description": "Hi All,\n\nAbout time we caught up. Greg and the gang building MESH - the collaborative network visualisation software - are keen to test it out. Also, Dan has been galavanting around Europe at various computational conferences, and Ricky and co have the Tech Street Journal up and running. I'm sure there are other updates too ...\n\nI've booked a booth at The Edge this time. It's one with a data projector so we can get a good look at the MESH software. We've got the booth between 6 and 8 in the evening.\n\nHope you can make it.\n\nSkye",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/130147272",
      "shortDescription": null,
      "dateTime": "2013-08-01T08:00:00.000Z",
      "venue": {
        "name": "Window Bay 6, The Edge, State Library of Queensland",
        "address": "Stanley Place, South Brisbane",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.471455,
        "lng": 153.016998
      }
    }
  },
  {
    "node": {
      "id": "142253902",
      "title": "G20 Planning, and general catch up",
      "description": "Hi all,\n\nWe thought it was time to get back together and discuss some plans for the G20. Bruce Woolley from the School of Journalism and Communication at UQ will be coming along to discuss some activities he has planned for G20 and how we may collaborate. We thought we may also have some time to talk about other interesting stuff we've all been doing in the last couple of months.\n\nThe venue is Archive in West End which should still be easy enough to get to for all of us but do let us know if this causes any problems.\n\nCheers,\n\nDan & Skye",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/142253902",
      "shortDescription": null,
      "dateTime": "2013-10-10T08:00:00.000Z",
      "venue": {
        "name": "Archive Beer Boutique",
        "address": "100 Boundary Street, West End",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.479128,
        "lng": 153.012451
      }
    }
  },
  {
    "node": {
      "id": "146948952",
      "title": "Journalism and Interaction Design Showcase",
      "description": "Dear Hacks & Hackers,\n\nWe'd like to invite you to a showcase of student work at the University of Queensland School of Journalism and Communication next week.\n\nThis semester we have teamed up ~30 journalism students with ~100 social and mobile computing students.\n\nThe teams have been working on an range of interactive projects and have created some interesting examples of digital journalism applications and technologies. Some examples are social news readers, news recommendation systems, and news sourcing and production tools.\n\nThere will be some light refreshments provided.\n\nHope to see you there!\n\nSkye and Dan",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/146948952",
      "shortDescription": null,
      "dateTime": "2013-10-31T06:30:00.000Z",
      "venue": {
        "name": "Level 2, Sir Llew Edwards Building, The University of Queensland",
        "address": "Cnr Campbell Road & University Drive",
        "city": "St Lucia",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.494921,
        "lng": 153.012894
      }
    }
  },
  {
    "node": {
      "id": "151438072",
      "title": "Silicone Beach Xmas Party: you're invited",
      "description": "Chris Macaulay, one of the organisers of Silicon Beach Brisbane has invited HacksHackers Brisbane to their Christmas party on December 4.\n\nThey have organised a $4,000 bar tab to kick off the night and are expecting over 300 people to attend.\n\nDetails are below. If you want to go, please register through the Silicon Beach Meetup page so they can keep track of numbers:\nhttp://www.meetup.com/Silicon-Beach-Brisbane/events/150127922/\n\nHere's Chris's invitation:\n\nHo Ho Ho to all the startups in the land!\n\nOnce again we are nearing the end of what has been a fantastic, challenging, and inspiring year within the Brisbane Startup scene. So to celebrate, we are hosting the Christmas party of all Christmas parties!\n\nThis year we will be taking over The Exchange Hotel for a night of networking, socialising, eating, drinking and being merry.\n\nWhere: The Exchange Hotel\nWhen: December 4th 2013\nTime: From 6pm\n\nFor those who don't know what all the fuss is about, Silicon Beach is the largest networking event for web / tech startups in Brisbane and is constantly growing.\n\nAs usual, these nights wouldn't be possible without our generous sponsors which include:\n· River City Labs http://www.rivercitylabs.net/\n. iLab http://www.ilabaccelerator.com/\n· Mammoth Media http://mammothmedia.com.au/\n· Dundas Lawyers http://www.dundaslawyers.com.au/\n· MitchelLake Consulting http://www.mitchellake.com/\n· Vincents Chartered Accountants http://www.vincents.com.au/\n· Brisbane Marketing http://www.brisbanemarketing.com.au/\n\nBring along your co-founders, staff, colleagues, and friends to the greatest startup event Brisbane has seen. We look forward to seeing you all there!",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/151438072",
      "shortDescription": null,
      "dateTime": "2013-12-04T08:00:00.000Z",
      "venue": {
        "name": "Exchange Hotel",
        "address": "131 Edward Street",
        "city": "Brisbane",
        "state": "",
        "postalCode": "meetup3",
        "country": "au",
        "lat": -27.46954,
        "lng": 153.028511
      }
    }
  },
  {
    "node": {
      "id": "163575982",
      "title": "Meet up at The Edge",
      "description": "Happy New Year HacksHackers. Hope you all managed to have a break.\n\nIt's time we met up again. I've got a prototype to show you and I'd love to hear what others are up to.\n\nFor those with projects on the boil or in the planning, this is a good chance to get some feedback and find collaborators.\n\nLooking forward to meeting some of our new members too.\n\nAlso, if you haven't read it already, Jonathan Stray's piece on designing tools for journalists raises some interesting challenges:\n\nhttp://overview.ap.org/blog/2014/01/algorithms-are-not-enough-lessons-bringing-computer-science-to-journalism/\n\nSee you at The Edge.\n\nSkye",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/163575982",
      "shortDescription": null,
      "dateTime": "2014-02-13T08:00:00.000Z",
      "venue": {
        "name": "Window Bay 7, The Edge, State Library of Queensland",
        "address": "Stanley Street, South Brisbane",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.47188,
        "lng": 153.017639
      }
    }
  },
  {
    "node": {
      "id": "228545252",
      "title": "Hacks/Hackers February 2016",
      "description": "We're back in action for 2016 and planning to hold monthly meetups from February through November on the fourth Wednesday of the month—put it in your diary now.\n\nFor our first meetup, Dr Nicholas Carah will be coming to tell us all about algorithmic culture.\n\nAs well as the formal presentations, there will be ample opportunity to socialise and discuss our own projects over drinks and nibbles.\n\nAgenda\n\n6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Dr Nicholas Carah: The feedback loop between algorithmic judgment and cultural life (more detail below)\n\n7:00pm More socialising / Drinks / Food\n\n7:30pm Eru Penkman: Digital security for journalists\n\n8:00pm Close / Socialise\n\nThe ABC has been kind enough to provide space for us to hold this event. It's important that you RSVP so we have a good idea of numbers.\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email me ( simon@elvery.net ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).\n\nMore on the February event\n\nDr Nicholas Carah is a Senior Lecturer in Communication at the School of Communication and Arts at the University of Queensland. His research examines social media, popular culture and alcohol consumption. He has published research on the brands, promotion and social media in the leading international journalsConvergence, New Media and Society and Television and New Media. He has worked with the Foundation for Alcohol Research and Education on Like, Comment, Share: alcohol brand activity on Facebook. He also works with the social change organisation Hello Sunday Morning, assisting with the development of their research and evaluation. He is the author of Pop Brands: branding, popular music and young people (Peter Lang, 2010)and Media and Society: production, content and participation (Sage, 2015) and the forthcoming Brand Machines, Sensory Media and Calculative Culture.\n\nNicholas's talk will examine some of the ways in which the algorithms that orchestrate content and interaction on media platforms like Facebook and Google are entangled in a dynamic relationship with the cultural spaces and practices of users. There has been much debate in the media, civil society and academy about how digital media platforms like Facebook, Twitter and Instagram enable new forms of participation in public life and how data analytics and visualisation new kinds of storytelling and engagement. But, less attention has been paid so far to the feedback loop emerging between the machine-like judgments platforms make and the way cultural life unfolds. Nicholas suggests each responds to the other in increasingly complicated ways. He will attempt to illustrate this by looking at how this feedback loop between platforms and users is affecting the promotion of nightlife, the visibility of our bodies, the nature of political debate, and the layout and design of music festivals and art galleries. Nicholas suggests that to take account of how media shape public life we need to contend with how brands, journalists, cultural producers, politicians and everyday users are learning to talk to algorithms as a key ‘audience’ as much as they are other humans.\n\nABC Employees are reminded of the ABC’s Drug and Alcohol Policy, and to be responsible in their consumption of alcohol, including ensuring they do not drink and drive. If you have any questions about this, please ask your Manager.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/228545252",
      "shortDescription": null,
      "dateTime": "2016-02-24T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "228720216",
      "title": "Hacks/Hackers March 2016",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Lydia Byrne: Combining Illustrations and Abstract Graphics to Convey Information\n\n7:00pm More socialising / Drinks / Food\n\n7:30pm Showcase: In this session we invite members of the Hacks/Hackers community (that's you!) to bring their own laptop or digital device to showcase any visualisations and/or tools they are currently working on. Other members will be encouraged to interact with these displays and discuss these various technologies.\n\nThink of it like show and tell, but for grownups.\n\n8:00pm Close / Socialise\n\nThe ABC (http://www.abc.net.au) has been kind enough to provide space for us to hold this event and ThoughtWorks (https://www.thoughtworks.com/) are our food and drinks sponsor. Please RSVP so we have a good idea of numbers.\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email me ( simon@elvery.net ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).\n\nSponsors\n\nhttp://photos3.meetupstatic.com/photos/event/6/2/b/8/600_448105272.jpeghttp://photos3.meetupstatic.com/photos/event/6/2/a/a/600_448105258.jpeg\n\nMore on the speakers: Lydia Byrne\n\nLydia Byrne is heading into the final year of her PhD in the area of visualisation. She is looking at the different factors which should be considered during the visualisation design process, including relevance to audience’s interest, salience of key visual features and ease of interpretation. Her interest in visualisation first emerged during her work at the Australian Defence Science and Technology Organisation in Canberra, when she realised that it provided a way to combine her two loves from university: Maths and English literature.\n\nThe presentation will focus on the role of ‘figurative visualisation’ (e.g. illustrations, photographs, maps) in conveying new information to the audience, compared to more traditional visualisations. I’ll provide an overview of some interesting results from new studies, unpack some common misconceptions, and deconstruct a range of examples, including some abc online stories.\n\nSemi-pro!\n\nIf you like a good micro-brew to go with your hack/hacking then you're in luck. The March event will feature beer from Semi-Pro Brewing (https://www.facebook.com/semiprobrewing).\n\nhttp://photos3.meetupstatic.com/photos/event/6/6/4/c/600_448106188.jpeg\n\nABC Employees are reminded of the ABC’s Drug and Alcohol Policy, and to be responsible in their consumption of alcohol, including ensuring they do not drink and drive. If you have any questions about this, please ask your Manager.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/228720216",
      "shortDescription": null,
      "dateTime": "2016-03-23T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "228720247",
      "title": "Hacks/Hackers April Meetup",
      "description": "Finding and telling stories involving huge amounts of text is our rough theme for April.\n\n6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Angus Veitch: What do you do with 20,000 news articles? Using computers to scale mountains of text.\n\n7:00pm More socialising / Drinks / Food\n\n7:30pm 2nd presenter—tell us about your project (simon@elvery.net)?\n\n8:00pm Close / Socialise\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).\n\nMore on our April speaker\n\nNews organisations have amassed vast archives of news stories over the years, with much of the text accessible in digital form. Journalists and historians have traditionally engaged with such archives in a targeted manner, but there are also opportunities in studying this kind of data en masse. This talk will explore how computational text processing methods such as named entity recognition and topic modelling can help researchers and journalists to make sense of large volumes of text.\n\nAngus is a PhD candidate in the School of Communication and Arts at the University of Queensland. He is investigating how computational text analysis techniques can be applied to the study of public discourse, with coal seam gas development in Australia serving as a case study. He has previously worked on water-related policy and projects in Queensland’s Department of Natural Resources, and as a research assistant in the UQ Centre for Coal Seam Gas. He has also dabbled in the use of digital methods to explore environmental history, as documented in a website, http://oncewasacreek.org .",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/228720247",
      "shortDescription": null,
      "dateTime": "2016-04-27T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "228720262",
      "title": "Website scraping with OpenAustralia Foundation & morph.io",
      "description": "We'd like to make May as interactive and hands-on as possible, so bring your laptop if you can.\n\n6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Luke Bacon (http://equivalentideas.com/) from the OpenAustralia Foundation (https://www.openaustraliafoundation.org.au/) will show us the joy of web scraping, a flexible and powerful way to collect data for your projects. Luke will show us how scrapers are the backbone of OAF’s civic hacking projects, and walk though how we can use them in our own projects.\n\n7:00pm Drinks / Food arrive.\n\n7:30pm More fun with scraping\n\n8:00pm Close / Socialise\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event fromThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/228720262",
      "shortDescription": null,
      "dateTime": "2016-05-25T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "231355694",
      "title": "Radio! - Hacks/Hackers June Meetup",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm James Cridland - Making radio better with data\n\n7:00pm More socialising / Drinks / Food\n\n8:00pm Close / Socialise\n\nJames will talk to us about a wide variety of problems and opportunities he sees in the future of radio including things like:\n\n• How popular is radio anyway?\n\n• The difficulties of archiving audio (does Google understand it?)\n\n• Linking radio broadcasts to online data and cross platform opportunities\n\n• Making better radio receivers (including technologies like RadioDNS)\n\nAbout James\n\nJames has had a long and influential career in radio. His work concentrates on the effect that new platforms and technologies are having on the radio business across the world.For more details about James and some of the amazing work he's done at the intersection of radio and technology, see his website at https://james.cridland.net/\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event fromThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/231355694",
      "shortDescription": null,
      "dateTime": "2016-06-29T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "232248345",
      "title": "Storyology preview at Hacks/Hackers Brisbane",
      "description": "Next month the annual Storyology (https://storyology2016.sched.org/) conference is being held in Sydney, but this month for Hacks/Hackers Brisbane we've gathered together as many of the Queensland based Storyology speakers as possible to give us a sneak peak at their presentations.\n\n6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Lightning talks\n→ Matthew Liddy: Basic Excel skills for data starters\n→ Renee Barnes: The latest research from journalism scholars\n→ Simon Elvery: ABC NewsBot reporting for duty\n\n7:00pm More socialising / Drinks / Food\n\n7:30pm\n→ Interview: Dennis Atkins will preview his Storyology event in a discussion about podcasting, new technologies and new journalistic forms in political reporting.\n→ Panel (i.e. audience) discussion: How to use personalisation and interactivity to make data-heavy stories on dry topics engaging and shareable for a bigger audience impact.\n\n8:00pm Close / Socialise\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/232248345",
      "shortDescription": null,
      "dateTime": "2016-07-27T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "228720197",
      "title": "Hacks/Hackers Monthly Meetup",
      "description": "We're back in action for 2016 and planning to hold monthly meetups from February through November on the fourth Wednesday of the month—put it in your diary now.\n\nAs well as the formal presentations, there will be ample opportunity to socialise and discuss our own projects over drinks and nibbles.\n\n6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm 1st presenter—could it be you?\n\n7:00pm More socialising / Drinks / Food\n\n7:30pm 2nd presenter—tell us about your project (simon@elvery.net)?\n\n8:00pm Close / Socialise\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/228720197",
      "shortDescription": null,
      "dateTime": "2016-08-24T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "232355768",
      "title": "Hacks/Hackers August—Geo data and visualisation",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Dr Peta Mitchell—On location: geodata and geovisualisation\n\n→ emerging forms of spatial information/geodata\n→ web-mapping/‘neogeography’ tools for visualising geodata\n→ ethics and limitations of working with geodata\n\n7:00pm More socialising / Drinks / Food\n\n7:30pm 2nd presenter—tell us about your project (simon@elvery.net)?\n\n8:00pm Close / Socialise\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/232355768",
      "shortDescription": null,
      "dateTime": "2016-08-24T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "232355769",
      "title": "GovHack showcase",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm GovHack showcase and all about hackathons—Randall Fernando (http://www.meetup.com/members/130543632/)\n\n7:00pm More socialising / Drinks / Food\n\n7:30pm 2nd presenter—tell us about your project (simon@elvery.net)?\n\n8:00pm Close / Socialise\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/232355769",
      "shortDescription": null,
      "dateTime": "2016-09-28T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "232355771",
      "title": "Student journalism showcase",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n6:20pm Start\n\nThis month we'll have a showcase of student journalism projects from two classes at the University of Queensland—Journalism Design and Social and Mobile Computing.\n\nSome of the students teams will present their design concepts and prototypes.\n\nProjects\n\nviewARA visual solution to the issue of a lack of engagement in the news. Screens displaying a collage of images will be placed on public transport and passengers will be able to engage with the image that interests them using AR technology. They will 'scan' this image and when they do the corresponding news story will appear on their mobile device.\n\nCivCityA mobile application that aims to increase political engagement in young voters. It utilises a smartphone to detect player location and provide an augmented view of physical infrastructure within the player’svicinity and provide information about how policy decisions led to the creation of each landmark.\n\nLocal Knowledge\n\nAn interactive coffee table, designed to bring people together, enrich and augment their table-top discussions about news and current affairs.\n\nUsers can explore global news, search for keywords and have access to both local public opinion (twitter) coupled with mainstream media on a single screen. The presentation of both types of news feeds allows users to read and reflect over news items, through novel interactions designed to support exploratory news consumption.\n\n'Local Knowledge' acts as a catalyst for users to be able to form their own opinions about issues, situations and the climate of events.\n\nReact\nA student project about exploring (through design) the human values that emerge surrounding the application of affective feedback to news consumption.\n\nSide Chat\nTake part in open, balanced dialogue with Side Chat!\nSide Chat is a Reddit-like discussion forum that makes political echo-chambers more transparent. Rather than up-voting and down-voting comments, users vote on the political leaning of a comment. Balanced discussions are then prioritised over more biased 'group-think' threads.\n\nWorldView\nA live-streaming app designed to increase the engagement of young people - who are currently relying on Facebook for news - with reliable, and relevant, news.\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/232355771",
      "shortDescription": null,
      "dateTime": "2016-10-26T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "234935705",
      "title": "Story City—Hacks/Hackers November",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Emily Craven—Story City (http://www.storycity.com.au/)\n\n7:30pm More socialising / Drinks / Food\n\n8:00pm Close / Socialise\n\nStory City (http://www.storycity.com.au/) is a digital storytelling experience that combines fictional choose-your-own-adventure style stories with physical locations, allowing the fantasy to become ‘real’ to the reader.\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2016 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/234935705",
      "shortDescription": null,
      "dateTime": "2016-11-23T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "235873112",
      "title": "The Nauru Files—how Guardian Australia reported a leak",
      "description": "The final 2016 Hacks/Hackers Brisbane is on this Thursday and we have Nick Evershed (https://twitter.com/NickEvershed) from The Guardian Australia coming to talk about their Walkley Award nominated Nauru Files reporting.\n\nNick will tell us a bit about how the project came together with a focus on how technology played a role in reporting and telling the story. We'll then have a Q&A session—so come armed with your questions.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Nick Evershed—The Guardian Australia\n7:30pm Drinks / Food / Socialise\n8:30pm Close / Socialise\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue), ThoughtWorks (who are providing the eats) and Walkley Foundation (who are supplying drinks).\n\nIf you have any other feedback, questions or suggestions to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)) or Facebook (https://www.facebook.com/HacksHackersBNE/).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/235873112",
      "shortDescription": null,
      "dateTime": "2016-12-01T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "236805648",
      "title": "Planning in the Pub",
      "description": "Goodbye 2016, hello 2017. We'll be holding monthly meetups again through 2017, so it's time to get planning.\n\nIf you'd like to be involved, come along for a casual drink and a yarn about Hacks/Hackers Brisbane in 2017.\n\nWe're also already on the hunt for a February speaker (or two). So if you want to put your hand up (or know someone who'd be great) please get in touch.\n\nFinally, we'd love to hear your thoughts on how we did in 2016—do you have two minutes to complete a survey (https://hackshackersbne.typeform.com/to/fXBDeJ)?",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/236805648",
      "shortDescription": null,
      "dateTime": "2017-01-31T07:30:00.000Z",
      "venue": {
        "name": "Tipplers Tap at South Bank",
        "address": "5/182 Grey Street South Bank",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.479986,
        "lng": 153.0228
      }
    }
  },
  {
    "node": {
      "id": "237780536",
      "title": "Encrypt at the source: Someone’s life will depend on it",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Fredrik Strömberg—Encrypt at the source: Someone’s life will depend on it\n\n7:00pm More socialising / Drinks / Food\n\n7:30pm Stephen Stockwell + Fredrik\n\n8:00pm Close / Socialise\n\nFredrik Strömberg is part of a team developing a memory card for journalists and human rights workers that automatically encrypts photos, video and audio for their protection and protection of their sources.\n\nAfter a break for some food, we'll come back together for a chat with Stephen Stockwell (https://twitter.com/stephenstockwel) from Triple J's Hack program about the use of this kind of technology in the real world.\n\nInformation gathering is essential to documenting wrongdoings and abuses. Sometimes, the source material is at risk of being intercepted by ill-intentioned individuals, putting both journalists and their sources in harm’s way. Precautions must therefore be taken when gathering evidence.\n\nThis talk is about the dangers of field investigation and how journalists and activists can protect themselves. We will talk about currently recognised security solutions as well as a memory card which is able to encrypt at the source, currently being developed by the Zifra team.\n\nHelp us brainstorm around issues related to the handling of sensitive information. Your feedback will influence the card’s development and ensure that Zifra is addressing your needs.\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/237780536",
      "shortDescription": null,
      "dateTime": "2017-02-28T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "237780551",
      "title": "Hacks/Hackers 2017",
      "description": "",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/237780551",
      "shortDescription": null,
      "dateTime": "2017-02-28T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "238110208",
      "title": "Postponed—This Algorithmic Life",
      "description": "This event has been postponed due to severe weather—apologies for any inconvenience.\n\nThis decision has not been made lightly, and is in the interests of guest safety, particularly in getting to and from the venue.\n\nWe will advise of a new date and time for the event as soon as we can. Thanks for your understanding and please take care out there.\n\nThe intrusion of algorithms into our daily lives is much more pervasive than many of us realise. Examples like Facebook's feed algorithm and Centrelink's robo-debt debacle are just the most visible of a rapidly growing algorithm infrastructure. They're so pervasive that it's easy to overlook their use almost entirely or dismiss it simply as a natural consequence of modernity.\n\nWhile there's a growing body of reporting on the subject, we know precious little about the algorithms which government and business routinely use to make important decisions about our lives.\n\nSo lets talk about it.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:20pm Panelists Statements\n6:50pm Audience Q&A\n7:30pm Panelist closing statements\n7:45pm Close / Socialise\n\nNote that due to the venue, this is an over 18s event only.\n\nThe Panel\n\nDr (https://twitter.com/antmandan) Dan Angus (https://twitter.com/antmandan)—Computer Scientist and communication analytics specialist, School of Communication and Arts, University of Queensland\n\nDr (https://twitter.com/AmyDobsonUQ) Amy Dobson (https://twitter.com/AmyDobsonUQ)—Sociologist invetigating gender and sexuality in digital cultures and social media, Institute for Advanced Studies in the Humanities, University of Queensland.\n\nDr (https://twitter.com/nnniccc) Nic Carah (https://twitter.com/nnniccc)—Cultural Theorist examining the intersection between popular culture, social media and branding, School of Communication and Arts, University of Queensland.\n\nSimon Elvery (https://twitter.com/drzax)—Digital Journalist at the ABC working on ways to 'interview the algorithms'\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who have provided food) and The Loft for the great venue.\n\nWe also receive great support from the Australian Broadcasting Corporation (http://www.abc.net.au/) (the usual home for Hacks/Hackers Brisbane events).\n\nIf you have any other questions or suggestions for this event or to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.You can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/238110208",
      "shortDescription": null,
      "dateTime": "2017-03-30T08:00:00.000Z",
      "venue": {
        "name": "The Loft Upstairs from Archive",
        "address": "100 Boundary St",
        "city": "West End",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.479128,
        "lng": 153.012451
      }
    }
  },
  {
    "node": {
      "id": "238946151",
      "title": "This Algorithmic Life - rebooted!",
      "description": "Thanks to the venue operators we have been able to reschedule this event this week.\n\nThe intrusion of algorithms into our daily lives is much more pervasive than many of us realise. Examples like Facebook's feed algorithm and Centrelink's robo-debt debacle are just the most visible of a rapidly growing algorithm infrastructure. They're so pervasive that it's easy to overlook their use almost entirely or dismiss it simply as a natural consequence of modernity.\n\nWhile there's a growing body of reporting on the subject, we know precious little about the algorithms which government and business routinely use to make important decisions about our lives.\n\nSo lets talk about it.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:20pm Panelists Statements\n6:50pm Audience Q&A\n7:30pm Panelist closing statements\n7:45pm Close / Socialise\n\nNote that due to the venue, this is an over 18s event only.\n\nThe Panel\n\nDr (https://twitter.com/antmandan) Dan Angus (https://twitter.com/antmandan)—Computer Scientist and communication analytics specialist, School of Communication and Arts, University of Queensland\n\nDr (https://twitter.com/AmyDobsonUQ) Amy Dobson (https://twitter.com/AmyDobsonUQ)—Sociologist invetigating gender and sexuality in digital cultures and social media, Institute for Advanced Studies in the Humanities, University of Queensland.\n\nDr (https://twitter.com/nnniccc) Nic Carah (https://twitter.com/nnniccc)—Cultural Theorist examining the intersection between popular culture, social media and branding, School of Communication and Arts, University of Queensland.\n\nSimon Elvery (https://twitter.com/drzax)—Digital Journalist at the ABC working on ways to 'interview the algorithms'\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who have provided food) and The Loft for the great venue.\n\nWe also receive great support from the Australian Broadcasting Corporation (http://www.abc.net.au/) (the usual home for Hacks/Hackers Brisbane events).\n\nIf you have any other questions or suggestions for this event or to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.You can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/238946151",
      "shortDescription": null,
      "dateTime": "2017-04-06T08:00:00.000Z",
      "venue": {
        "name": "The Loft Upstairs from Archive",
        "address": "100 Boundary St",
        "city": "West End",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.479128,
        "lng": 153.012451
      }
    }
  },
  {
    "node": {
      "id": "238376763",
      "title": "The Growing 'long tail' in Australian Journalism",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Dr John Cokley\n\n7:00pm More socialising / Drinks / Food\n\n7:30pm (Potential second speaker)\n\n8:00pm Close / Socialise\n\nPresently the climate around job security in journalism can be described as grim at best. Despite this a recent study (http://www.tandfonline.com/doi/full/10.1080/10304312.2015.1099152?scroll=top&needAccess=true) by Dr Cokley suggests that the number of paid journalism jobs in Australia in 2013 was more than double the number in 2007 and that it’s a positive gradient. Interestingly, and perhaps an explanation for the discrepency in rhetoric is that the distribution of those jobs as mostly OUTSIDE Big Media, in small-to-medium sized editorial publishing enterprises but across a wide range of topics … so “not just food, celebrity and gardening”. There are journalism SMEs in investigative, politics, finance, sport and many of the “typical” journalism topic areas previously held in monopoly by “Mainstream Media” companies.\n\nThe key difference is that the current environment requires journalists to be entrepreneurial, not just wage-slaves and salary earners. It requires journalists to take business risks and to generate revenue by identifying “what people want” in their journalism, “what they’re willing to pay money for”, and “how much they’re willing to pay” … and to build their businesses accordingingly. This three-pronged definition is introduced in Dr Cokley's recent book Shopping News: Agenda Setting: What the Audience Does Before the News. Australian Scholarly Publishing. http://scholarly.info/book/421/\n\nDr Cokley will take us through some of the key points in this new realm of journalism entrepreneurship.\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/238376763",
      "shortDescription": null,
      "dateTime": "2017-04-26T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "239654306",
      "title": "News by Bot: Sharing ABC's real world experience wrangling a Facebook bot",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n6:30pm Lincoln Archer\n7:00pm More socialising / Drinks / Food\n7:30pm Audience Q/A\n8:00pm Close / Socialise\n\nChatbots have been the hot topic in tech in the last year. There are predictions they will disrupt mobile apps as the way people get their information from media. Should you be all over them or ignoring them as hype?\n\nABC News launched a new chatbot on Facebook Messenger last November and has some real-world experience to share. Join us and the ABC News mobile team to learn about what bots are, how audiences react to them and how they shape up against apps, websites and email for communicating with a mobile audience.\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/239654306",
      "shortDescription": null,
      "dateTime": "2017-05-23T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "240205346",
      "title": "Hacks/Hackers 2017",
      "description": "UPDATE 26/6/2017: We've decided to postpone this meetup until next week.\n\nSee you then and sorry for any inconvenience.\n\nRegards,\n\nHHBNE\n\n------\n\nHi Hacks/Hackers,\n\nWe've had some trouble locating a speaker for next week. Rather than cancel the meetup we were considering two options:\n\n1. Is there anyone here who would like to present a project, idea, toolkit, etc. that they are working on/with for 20-30 minutes?\n\n2. Run a round-table session where you present something of interest to you, be it a story, technology, idea, etc. in 60 seconds or less, then open up into smaller discussion groups around any common topics that emerge.\n\nLet me know here or at d.angus@uq.edu.au if you have something to contribute.\n\nCheers,\n\nDan",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/240205346",
      "shortDescription": null,
      "dateTime": "2017-07-04T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "241128812",
      "title": "Toward a Program of Algorithmic Accountability: A Collaborative Approach",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n\n6:30pm Prof Mark Andrejevic\n\n7:00pm Drinks / Food / Open Discussion\n\n8:00pm Close / Socialise\n\nToward a Program of Algorithmic Accountability: Blueprint for a Collaborative Approach.\n\nMark will make the case for the importance of institutional collaboration for developing approaches to holding decision-making and social sorting algorithms accountable for outcomes that have profound affects on people’s lives and life chances. He will start out with some case studies and then outline some contemporary challenges and requirements. The goal will be to start a discussion about possible collaborations between the academy and journalism directed toward developing systems and institutions for algorithmic accountability\n\nMark Andrejevic is Professor of Media Studies at Pomona College (US) and visiting professor at Monash University. His research focuses on popular culture, digital media, and surveillance. He is a member of the Council for Big Data, Ethics, and Society.\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/241128812",
      "shortDescription": null,
      "dateTime": "2017-07-25T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "241838911",
      "title": "Storyology Special: Irene Jay Liu from Google News Lab",
      "description": "5:00pm Arrive / Socialise / Grab a drink\n5:15pm Irene Jay Liu - Google News Lab\n5:30pm TBA\n5:45pm TBA\n6:00pm Short break\n6:10pm Open Discussion\n7:00pm Close / Socialise\n\nThis month's free event is in collaboration with the Storyology (https://storyology17.sched.com/) conference, being held at The Powerhouse. It's a great event, and you should definitely go along if you can.\n\nNote: Hacks/Hackers is a free event, you don't need a Storyology ticket to attend.\n\nOur main guest for the night will be Irene Jay Liu who leads Google News Lab (https://newslab.withgoogle.com/) in the Asia-Pacific region. She develops partnerships and programs to promote newsroom innovation and use technology to enhance reporting and storytelling.\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/241838911",
      "shortDescription": null,
      "dateTime": "2017-08-25T07:00:00.000Z",
      "venue": {
        "name": "Brisbane  Powerhouse",
        "address": "119 Lamington Street, New Farm - Next to New Farm Park",
        "city": "Brisbane",
        "state": "",
        "postalCode": "meetup3",
        "country": "au",
        "lat": -27.468188,
        "lng": 153.053337
      }
    }
  },
  {
    "node": {
      "id": "240261340",
      "title": "Personal data & the business models of social media: Richard Shannon",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n6:30pm Richard Shannon: Worldview\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\nSocial media, and their business models built on extracting personal data, have tipped traditional publishing on its head.\n\nBut the disruption isn't over. Both new technologies and an evolving regulatory landscape may yet present traditional media opportunities to take back a greater slice of the pie.\n\nRichard will explore the personal data economy of today, the disruptive potential of blockchain, and the laws enacted in the EU and proposed in Australia that could shake everything up all over again.\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/240261340",
      "shortDescription": null,
      "dateTime": "2017-09-26T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "242762274",
      "title": "Annual General Meeting",
      "description": "Quants and Quills Inc, the organisation which runs Hacks/Hackers Brisbane events is holding its 2017 Annual General Meeting on Thursday, 5 October.\n\nIf you would like to have a say about the way Hacks/Hackers Brisbane is run, you're invited to become a member of the association, attend the AGM and nominate for a position on the Management Committee.\n\nCurrent members of the Management Committee are:\n\n• Simon Elvery (simon@elvery.net)\n\n• Daniel Angus (d.angus@uq.edu.au)\n\nNote that you need to be a member of Quants and Quills (not just a member of this group on meetup.com) to attend and vote at the AGM—please get in touch with one of us by September 15 if you would like to become a member. You may want to read the rules of the association (https://github.com/quantsquills/governance/blob/master/incorporation/rules.pdf).\n\nAgenda\n\n• Welcome & opening of meeting\n\n• President’s report\n\n• Treasurer’s report\n\n• Election of management committee (President, Treasurer and Secretary)\n\nNominations:\n\nPresident: Simon Elvery\n\nTreasurer: Daniel Angus\n\nSecretary: Rosanna Ryan\n\n• General business This provides members with the opportunity to raise a question or move a motion. Members raising complex issues need to advise the committee of these intentions before the meeting takes place.\n\n• Meeting close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/242762274",
      "shortDescription": null,
      "dateTime": "2017-10-05T07:30:00.000Z",
      "venue": {
        "name": "Tipplers Tap at South Bank",
        "address": "5/182 Grey Street South Bank",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.479986,
        "lng": 153.022797
      }
    }
  },
  {
    "node": {
      "id": "243674138",
      "title": "Open Lab: Bring your project and Hack/Hacker together",
      "description": "Have you got a personal or side project you've been thinking about or toiling away on in solitude? We're trying something different for our October meetup: an Open Lab event.\n\nOpen journalism (https://en.wikipedia.org/wiki/Open-source_journalism), and open source (https://en.wikipedia.org/wiki/Open-source_model) are strong movements for a reason—ideas tend to get better when you share them and work together with similarly clever people!\n\nCome along, setup your laptop and start creating something fun/great/experimental along side other Hacks/Hackers.\n\nThe idea of an Open Lab is to get together in a less formal setting than work, but somewhere that you've got like minded folks to shoot the breeze with and bounce ideas off.\n\nOf course there will be the usual 🍕 and 🍻!\n\nIf you've got a project, even if it's just a twinkle in your mind's eye, share it with us here (http://bit.ly/openlab-share).\n\nAnd if you want to help others hack away a their projects—check them out here (http://bit.ly/openlab-contrib) and add your name.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/243674138",
      "shortDescription": null,
      "dateTime": "2017-10-24T07:30:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "243074269",
      "title": "Andy Kirk—The Design of Nothing",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n6:30pm Andy Kirk—the design of nothing\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\nThe Design of Nothing\n\nIn this talk Andy Kirk (http://www.visualisingdata.com/) will explore several aspects associated with the design challenges and opportunities of ‘nothing’.\n\nFirstly, the challenges of representing and communicating null and zero: two very different states but both offering potentially compelling insights. How do you most effectively encode the absence of a value? How do you make ‘nothing’ visible? What can we learn from the absence of a data value compared to presence of a zero data value? What are some of the most enduring examples of the impact of such displays?\n\nA further perspective acknowledges the often-neglected power of emptiness. Blank space is a vital design component but requires sound judgement, restraint and a good deal of courage. Used well it can unlock the perception of pattern, form and arrangement as explained by Gestalt Psychology. This is making a visible design choice seemingly invisible.\n\nThe final element looks at different concepts of the nothingness of invisible: what can we learn from that which is not included? How is what is included shaped by what is not? Andy will investigate some of the key considerations and illustrate the various techniques with classic and contemporary examples.\n\nDiscount offer\n\nAndy Kirk has kindly offered Hack/Hackers Brisbane members a discount for his full day Brisbane workshop.\n\nUse the code BRISHACKS to obtain a 10% discount for the 1-day 'data visualisation & infographic design (https://www.eventbrite.co.uk/e/data-visualisation-infographic-design-workshop-1-day-brisbane-registration-36045304476?discount=BRISHACKS)’ workshop taking place in Brisbane on Friday 24th.\n\nSponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2017 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us ( simon@elvery.net or d.angus@uq.edu.au ) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/243074269",
      "shortDescription": null,
      "dateTime": "2017-11-23T07:30:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "247606506",
      "title": "Dan Petrie - Data Journalism, Fad or Future",
      "description": "6:00pm Arrive / Socialise / Grab a drink\n6:30pm Dan Petrie\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\nData Journalism - Fad or Future\nThe cultural and indeed opinion generated content so many of us consume is in fact the interloper of what we consider 'news.' By exploring the earliest iterations of newspapers in England and America which focused on reporting the pricing schedules of commodities, shipping and financial information, Dan will argue that Data journalism is at its core a return to what many regard as straight news. Dan will talk about the 'Bloomberg Way', and critique the use of visualisation in journalistic practice.\n\nBio\nDan Petrie is a data journalist and former editor with Bloomberg LP where he covered economic, political and financial statistics for the Australia and New Zealand economies in Sydney before working in Hong Kong as Bloomberg's Commodities editor for the Asia Pacific. Dan is now heading up the Australian statistics focused website, datadigger.com.au\n\nDan’s mandate at Bloomberg included overseeing the group’s heavily followed economic calendar, surveying of economists around key economic reports and being a pioneer of data journalism for the news division of Bloomberg. Dan has appeared on Sky News, Channel Nine, and 2GB radio as well as having articles published in the Australian Financial Review, The Sydney Morning Herald and news.com.au. Dan has worked at Bloomberg LP, Macquarie Bank, Queensland Government, Teradata, Reach (Telstra-PCCW JV) and British Telecom. Sponsors\n\nHacks/Hackers is supported by a number of wonderful sponsors. Our presentation partner hub4101 (http://www.hub4101.com/) provides event support and does a great job of promoting innovation, creativity and digital technology in the 4101 postcode (http://www.hub4101.com/map/).\n\nWe're very pleased to have sponsorship for this event from ThoughtWorks (https://www.thoughtworks.com/) (who provide food and drink) and the Australian Broadcasting Corporation (http://www.abc.net.au/) (who provide our venue).\n\nIf you have any other questions or suggestions for this event or to make 2018 a great year for Hacks/Hackers Brisbane, please don't hesitate to get in touch.\n\nYou can email us (hello@quantsquills.com) or get in touch via Twitter (@hackshackersbne (https://twitter.com/hackshackersbne)).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/247606506",
      "shortDescription": null,
      "dateTime": "2018-02-28T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "249086584",
      "title": "Meet the makers: Ground Truth",
      "description": "Ground Truth is a fascinating, ambitious project looking at the changes in Queensland's landscape over the past 30 years—through the lens of the US Geological Survey's satellites.\n\nSchedule\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Dan Petrie\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\nEvery 16 days the USGS satellite takes a new snapshot of Queensland—but it's not 'pictures' it's taking (at least, not in the traditional sense), but a data snapshot. There's a lot going on behind the scenes to turn that data-dump into the familiar look of a satellite image.\n\nThe exhibition, put together by new media artist Grania Kelly and a cross disciplinary crew from QUT's Institute for Future Environments.\n\nCome and meet some of the folks behind this exciting project.\n\nSee more: https://groundtruthnetwork.com/",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/249086584",
      "shortDescription": null,
      "dateTime": "2018-03-28T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "249890339",
      "title": "Simulating Instagram's algorithmic culture by examining Brisbane's nightlife",
      "description": "This month we've got Dr Daniel Angus showing off some work he's been doing with Dr Nicholas Carah & Adam Smith. They've been simulating the algorithmic culture of Instagram.\n\nDan will tell us about the system they've built which includes an image and metadata scraper, and machine vision simulation test bed.\n\nThe talk is intended for a non-technical audience and will explain concepts such as deep neural networks, and machine learning using a publicly important case study of Brisbane’s nightlife precincts.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Dan Angus - Simulating Insta's algorithmic culture\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\nSocial media platforms like Instagram are organised around the creation, sharing and consumption of images amongst a vast network of users. Engineering teams within these platforms are continuing to develop and refine machine vision algorithms to classify, organise and act on their immense user-generated image databases. These algorithms are central to the advertising model and cultural impact of social media platforms, yet are not open to public scrutiny. The project aims to develop machine vision approaches to critically simulate the image-based algorithmic culture of Instagram, focusing on case studies that have public significance. By building the image machines of social media platforms in the public domain, the project will deliver critical understandings and analyses how digital media shapes culture.\n\nBio: Dr Daniel Angus is a senior lecturer in computational social science, journalism program coordinator, and leader of the Communication Analytics Lab in the School of Communication and Arts at The University of Queensland. His research focuses on the development of visualisation and analysis methods for communication data, with a specific focus on conversation data. His computational methods have improved our understanding of the nature of communication in medical consultations, conversations in aged care settings, television broadcast, social media, and newspaper reporting. Dr Angus has been involved in computer science research for 15 years and contributes regularly to media and industry on the impact of technology on society.\n\nHacks/Hackers Brisbane meets once a month (usually) on the fourth Wednesday (we had to change this month to accomodate Anzac Day). We start at about 6pm and have speakers on a variety of topics.\n\nWe also usually enjoy some 🍻 & 🍕",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/249890339",
      "shortDescription": null,
      "dateTime": "2018-04-26T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "249890289",
      "title": "Our challenge is this: how to make a hit podcast",
      "description": "Want to know how to make a podcast or extend your journalism brand into the podcast space? Want to make thumb-stopping content in your podcast feed to match the killer audio you’re creating?\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Kellie Riordan & Andrew Davies — ABC Audio Studios\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\nABC Audio Studios is a digital-first content production house for an audience on the go. Our mission is to create compelling audio content and to package and distribute it for a younger, digitally-savvy audience. We’re the home of many of Australia’s most popular podcasts including Conversations, The Pineapple Project, Tall tales & True, How Do You Sleep At Night, Ladies We Need To Talk, Burn Your Passport, and kids podcasts such as Short & Curly and Fierce Girls.\n\nFind out how you can devise a clear audience proposition for your podcast, how to build a digital strategy around it, and how to consider product and design principles to get your podcast to its biggest audience. And go behind the scenes for tips and secrets on some of the ABC’s most successful podcasts the lead creators at ABC Audio Studios.\n\nHacks/Hackers Brisbane meets once a month (usually) on the fourth Wednesday. We start at about 6pm and have speakers on a variety of topics.\n\nKeep these dates in your diary, folks.\n\n🍻 🍕 😃",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/249890289",
      "shortDescription": null,
      "dateTime": "2018-05-23T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "249890311",
      "title": "Hacks/Hackers Brisbane",
      "description": "Hacks/Hackers Brisbane meets once a month (usually) on the fourth Wednesday. We start at about 6pm and have speakers on a variety of topics.\n\nKeep these dates in your diary, folks.\n\n🍻 🍕 😃",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/249890311",
      "shortDescription": null,
      "dateTime": "2018-05-23T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.020355
      }
    }
  },
  {
    "node": {
      "id": "250254086",
      "title": "Making the jump: becoming a data journalist",
      "description": "Trying to make the jump to data journalist? Want to incorporate some more technical/digital skills into your journalistic practice? This is the event for you.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Panel discussion\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\nThis month we have a panel discussion moderated by Rosanna Ryan, Hacks/Hackers Brisbane co-organiser and digital journalist from way back. Speaking with Rosie will be:\n\n- Cristen Tilley, a journalist on ABC's Digital Interactive Storytelling Team\n- Felicity Caldwell, a state political reporter with the Brisbane Times\n\nHope to see you there!",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/250254086",
      "shortDescription": null,
      "dateTime": "2018-06-27T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "251038592",
      "title": "Skiptrace: How to track down people & leads using online tools",
      "description": "Trying to track someone or something down for your story? Find out how skip tracers use technology to track people down.\n\nBrad Lyons is a career skip tracer with numerous years and successful traces under his belt.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm How to skip trace—an advanced guide\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\nBrad Lyons background includes:\n- History in debt collections\n- Active developer for OSINT in Australia and overseas\n- Worked with major data companies to develop industry leading products worldwide\n- Locates Australia’s most wanted and criminals for governments\n- Worked as a PI in Australia and overseas\n- Teaches government, banks, debt collections, insurance and other private and publicly listed companies in skip tracing, compliance and social engineering both in Australia and overseas\n- Consultant to banks, government and other private and publicly listed companies in Australia and overseas\n- Runs open community projects that focuses on locating missing people.\n\n🍻 🍕 😃",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/251038592",
      "shortDescription": null,
      "dateTime": "2018-07-25T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "251174162",
      "title": "The \"A little bit of our Syria\" project: Blending photography, podcasting and AR",
      "description": "Interested in new immersive storytelling platforms? Want to make use of augmented reality in a journalism product? Know how to layer your story with multiple complementary narratives? Then this is the event for you.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm \"A little bit of Syria\" - Dan Seed & Rose Richani\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\n\"A little bit of our Syria\" explores intimate stories of everyday life in Orman, a village in the South-West of Syria. It pairs photography, podcasts and some experimental augmented reality to recreate the narrative of leaving Australia, visiting, and leaving Syria behind at the end of each trip. The exhibition is a product of a collaboration between Rose Richani and Daniel Seed who met while studying Journalism and the University of Queensland. The exhibition works to highlight the importance of celebrating cultural diversity in Australia, and explore the sense of belonging in more than one place. Rose and Daniel worked collaboratively to create a unique art/tech/journalism project highlighting cultural diversity and Australia.\n\nRose Richani is a freelance Journalist. Rose grew up in Australia, visiting her family in Syria every couple of years. For her entire life, her heart, mind, and soul have been torn between two countries she calls home. This exhibition curates photos from her trips back to Syria, originally posted on Instagram.\n\nDaniel Seed is a Journalism PhD student at The University of Queensland. Dan created a series of podcasts to provide spoken snapshots into Rose's life and explore the juxtaposition of the perceived reality of Syria from mainstream media, and the lived reality of Rose and her family.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/251174162",
      "shortDescription": null,
      "dateTime": "2018-08-22T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "251174163",
      "title": "Deepfakes: has the world as we know it changed forever?",
      "description": "Fake news has been in the, ah, news for a while now, but deepfakes—a technology that promises the easy creation of fake video—may be about to take it to a whole new and deeply troubling level.\n\nSo, how easy is it right now to make a convincing fake news video and what does this mean for the future of news and democracy?\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Deepfakes, fake news, etc. - Tim Leslie\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\n🍻 🍕 😃",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/251174163",
      "shortDescription": null,
      "dateTime": "2018-09-26T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "251174181",
      "title": "Digital storytelling for politics and investigations",
      "description": "Want to know more about how the ABC tells its biggest scoops for digital audiences? Freshly returned from stints as digital journalists in Parliament House and Sydney, Lucy Sweeney and Katie Cassidy will be sharing their insights into how technology is shaping journalism in 2018.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Katie Cassidy and Lucy Sweeney\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / Socialise\n\n🍻 🍕 😃",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/251174181",
      "shortDescription": null,
      "dateTime": "2018-10-31T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "256025909",
      "title": "Annual General Meeting",
      "description": "Quants and Quills Inc, the organisation which runs Hacks/Hackers Brisbane events, is holding its 2018 Annual General Meeting on Thursday, November 15.\n\nIf you would like to have a say about the way Hacks/Hackers Brisbane is run, you're invited to become a member of the association, attend the AGM and nominate for a position on the Management Committee.\n\nCurrent members of the Management Committee are:\n• Simon Elvery (simon@elvery.net)\n• Daniel Angus (d.angus@uq.edu.au)\n• Rosanna Ryan (rosanna.ryan@gmail.com)\n\nNote that you need to be a member of Quants and Quills (not just a member of Hacks/Hackers Brisbane on meetup.com) to attend and vote at the AGM—please get in touch with one of us by November 10 if you would like to become a member. You may want to read the rules of the association: https://github.com/quantsquills/governance/blob/master/incorporation/rules.pdf\n\nAgenda\n• Welcome & opening of meeting\n• President’s report\n• Treasurer’s report\n• Election of management committee (President, Treasurer and Secretary)\n• General business: This provides members with the opportunity to raise a question or move a motion. Members raising complex issues need to advise the committee of these intentions before the meeting takes place.\n• Meeting close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/256025909",
      "shortDescription": null,
      "dateTime": "2018-11-15T07:30:00.000Z",
      "venue": {
        "name": "Tipplers Tap at South Bank",
        "address": "5/182 Grey Street South Bank",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.479986,
        "lng": 153.0228
      }
    }
  },
  {
    "node": {
      "id": "256025920",
      "title": "Annual General Meeting",
      "description": "Quants and Quills Inc, the organisation which runs Hacks/Hackers Brisbane events is holding its 2018 Annual General Meeting on Thursday, November 15.\n\nIf you would like to have a say about the way Hacks/Hackers Brisbane is run, you're invited to become a member of the association, attend the AGM and nominate for a position on the Management Committee.\n\nCurrent members of the Management Committee are:\n• Simon Elvery (simon@elvery.net)\n• Daniel Angus (d.angus@uq.edu.au)\n• Rosanna Ryan (rosanna.ryan@gmail.com)\n\nNote that you need to be a member of Quants and Quills (not just a member of Hacks./Hackers Brisbane on meetup.com) to attend and vote at the AGM—please get in touch with one of us by September 15 if you would like to become a member. You may want to read the rules of the association: https://github.com/quantsquills/governance/blob/master/incorporation/rules.pdf\n\nAgenda\n• Welcome & opening of meeting\n• President’s report\n• Treasurer’s report\n• Election of management committee (President, Treasurer and Secretary)\n• General business: This provides members with the opportunity to raise a question or move a motion. Members raising complex issues need to advise the committee of these intentions before the meeting takes place.\n• Meeting close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/256025920",
      "shortDescription": null,
      "dateTime": "2018-11-15T07:30:00.000Z",
      "venue": {
        "name": "Tipplers Tap at South Bank",
        "address": "5/182 Grey Street South Bank",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.479986,
        "lng": 153.0228
      }
    }
  },
  {
    "node": {
      "id": "252863915",
      "title": "Updated: My phone is spying on me so I decided to spy on it.",
      "description": "UPDATE: Unfortunately the storms in Sydney have prevented Mark reaching Brisbane. ⛈🌊🛫❌😦\n\nSo a change of plan is required.\n\nInstead of Mark, we will have Simon Elvery talking about the making of his latest project: #DataLife — my phone is spying on me so I decided to spy on it.\n\n#DataLife examines the extent of data sharing and tracking behaviour of our apps and websites.\n\nhttps://www.abc.net.au/news/2018-10-25/my-phone-is-spying-on-me-so-i-decided-to-spy-on-my-phone/10306586\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm #DataLife with Simon Elvery\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close / End of year social\n\nGiven the short notice, it will be a fairly informal presentation + Q&A. It will look into:\n\n* How easy is it to see what data apps are sharing about us (hint: not very).\n* What data are they collecting?\n* How to spy on your phone\n* Analysing the data\n\n🍻 🍕 😃",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/252863915",
      "shortDescription": null,
      "dateTime": "2018-11-28T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "258979043",
      "title": "Inside The Inside Story Of A Flying Telescope",
      "description": "It was a story he’d wanted to tell for years, so when ABC science editor Jonathan Webb actually stepped on board NASA’s airborne observatory for a mission to catch the shadow of a moon, he could barely contain his excitement. Come and hear how that excitement translated (he hopes) into compelling science storytelling across radio, social media and the web.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Flying with telescope — Jonathan Webb\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/258979043",
      "shortDescription": null,
      "dateTime": "2019-02-20T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "259780698",
      "title": "Tech and storytelling in legal services",
      "description": "Banking has moved online. Shopping has moved online. Why shouldn’t we be able to access legal help the same way?\n\nDr Ann Bui is part of the innovation team at Shine developing Claimify – a new legal startup.\n\nThis month she tells Hacks/Hackers about her work on this new legal firm that enables clients to tell their story and seek advice at a time and place that’s convenient to them. Claimify focuses on the user experience and is completely online. For clients, it promises ease and convenience; for lawyers, it means automated paperwork and organised data to feed an AI prediction tool.\n\nSo what can journalists and technologists learn from this innovation in the world of legal services? Come along to find out!\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Ann Bui speaks about Claimify\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/259780698",
      "shortDescription": null,
      "dateTime": "2019-03-27T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "260657588",
      "title": "Political Manipulation by Twitter Bots & Trolls During Elections",
      "description": "There has been much controversy about the role of social bots and trolls in manipulating and distorting public opinion on social media platforms such as Twitter.\n\nIn the midst of #AustraliaVotes, Hacks/Hackers is fortunate to have Dr Tim Graham from QUT's Digital Media Research Centre, an expert in bot-hunting and social network science, to talk all things bots and trolls within the context of modern political campaigns.\n\nIn this talk Tim will demonstrate and discuss some of the cutting-edge computational techniques he developed to study the influence and role of bots and trolls during the 2016 US Presidential Election, and some more recent findings from our very own 2019 Australian Federal Election.\n\nPrepare to enter into the world of online information warfare, as Tim shows just how influential bots were during the 1st US Presidential Debate (hint: they outpaced humans), and the complex strategies of Russian trolls during and after the Election.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Dr Tim Graham speaks about Trolls/Bots\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/260657588",
      "shortDescription": null,
      "dateTime": "2019-04-24T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "261505301",
      "title": "Election Reflection",
      "description": "It's over, it's done. And while most Australian's won't want to hear or say another word regarding the 2019 Federal election, for news geeks like us this is the perfect point to dissect the stories that framed it.\n\nThis month we are flipping the script and inviting you to bring a piece of data journalism or innovative storytelling that you feel was among the better examples of journalism during the election campaign.\n\nIf you have something in mind then share it with us in the comments, and we can load up the piece for all to see on the night. No need to prepare lengthy notes, just offer a few thoughts on it, and what attracted your interest in the piece. We have plenty of stories in mind ourselves, so even if you don't have a specific piece in mind, please join us as we dissect the news of the 2019 Federal election.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Discussion (5 minutes per person) + Food/Drink\n7:30pm Final wrap-up\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/261505301",
      "shortDescription": null,
      "dateTime": "2019-05-22T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "263306586",
      "title": "Surveilling journalists and their sources",
      "description": "The troubling consequences of the Australian Government's ongoing and well advanced campaign to extend government surveillance powers are finally beginning to dawn on Australia's media companies.\n\nWhat are the problems, what can journalists do now to protect themselves and their sources, and how should the media go about advocating for change?\n\n6:00pm Arrive / Socialise / Grab a drink\n6:20pm Panel discussion\n7:00pm Drinks / Food / Open Discussion\n8:30pm Close\n\nPanellists\n\nDr Monique Mann\nAs the Vice Chancellor’s Research Fellow in Technology and Regulation at the QUT Faculty of Law, Dr Mann's research focuses on the intersecting topics of algorithmic justice, police technology, surveillance, and transnational online policing. She is also a Director and Chair of the Surveillance Committee at the Australian Privacy Foundation.\n\nDr Brenda Moon\nA Data Scientist in the School of Communication and Digital Media Research Centre at QUT, Dr Moon's research covers a wide range of digital methods for exploring the digital-cultural landscape with a focus on social media. She also has a strong interest in encryption, security and privacy for journalists and researchers.\n\nDr Rebecca Ananian-Welsh\nA Senior Lecturer with the TC Beirne School of Law at the University of Queensland, Dr Ananian-Welsh teaches and researches public law, focusing on the courts, national security and press freedom. She has also worked in the Federal Attorney-General's Department and as a private practice litigation Solicitor.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/263306586",
      "shortDescription": null,
      "dateTime": "2019-07-31T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "264119357",
      "title": "Workshop: What is a physical news story?",
      "description": "As computers become more embedded in our physical world there is an opportunity for journalists to tell stories in different ways.\n\n- Sensors\n- 3D printing\n- Projections\n\nThis month Dr Skye Doherty and A/Prof Stephen Viller will be facilitating a practical workshop which will explore how sensors, 3D printing, projections and other physical technologies might be used. They’ll introduce some basic techniques for sketching interactions with technology and then use design exercises to imagine how tech and news might be combined in new ways.\n\nThe workshop has been developed as part of a research project at the University of Queensland’s School of Communication and Arts. You can find out more here (including ethical guidelines) http://jxd.com.au/2019/07/31/hackhackers-workshop/\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Workshop begins\n7:30pm Drinks / Food break\n8:30pm Close\n\nDr Skye Doherty is a journalism and interaction design researcher. Her work focuses on how technologies can serve the public interest and how journalists can take an active role in designing them. Skye was also the original founder of our Brisbane Hacks/Hackers group.\n\nA/Prof Stephen Viller is an interaction design researcher who uses people centred design methods to understand the use of technologies in everyday settings.\n\nBoth Skye and Stephen are based at the University of Queensland and are members of the Co-Innovation research group.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/264119357",
      "shortDescription": null,
      "dateTime": "2019-08-28T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "265132892",
      "title": "The impact of leaking on the identity and practice of investigative journalism",
      "description": "From the Panama Papers to the Migrants' Files, we appear to witness a 'Golden Age of global muckraking'. While cross-border collaborations among journalists are not new, data technologies have dramatically increased their scale and degree of collaboration. Transnational collaborations among journalists are increasingly data-driven operations specialized on facilitating the analysis of huge leaks. In a more dynamic media environment, where traditional identities and routines of journalism are being challenged, data-driven transnational networks help to articulate global standards of investigative journalism and shape journalism's ability to tackle issues in an increasingly globalized and interdependent world.\n\nIn this presentation, I will talk about how data-driven journalism networks today are shaped by the ways in which journalists normalized the collaborations around Wikileaks' publications in 2010 and 2011 in technological, organizational, and cultural ways. The result has been a) the establishment – or evolution – of national and transnational structures that facilitate collaborations; and b) that the concept of ‘leaking’ was moved away from radical transparency advocacy, and into traditional journalistic ethics and identities. The subsequent normalization of leaking is relevant beyond leaking itself, as it more broadly shapes practices around ‘data-driven cross-border collaboration’. This means that the practices, organizational structures and technologies developed around leaking also shape collaborative data collection or data sharing projects.\n\nSpeaker:\nDr Stefan Baack is Research associate at Weizenbaum Institute and research and data analyst at the Mozilla Foundation, Germany. His research is broadly interested in the evolution of democratic practices and visions in increasingly datafied and globalized media environments. In his dissertation, he studied the relationship between data journalism and civic tech to understand how the growing reliance on data in both journalism and civil society has created new synergies between them. Since the end of his PhD at the Centre for Media and Journalism Studies at the University of Groningen (Netherlands), he works as an associate researcher at the The Weizenbaum Institute for the Networked Society and as a research and data analyst for the Mozilla Foundation (both in Berlin). His current research has a focus on transnational networks in journalism and civil society, while his work at Mozilla is about finding and reviewing relevant sources for the Internet Health Report (https://internethealthreport.org/), which assesses the status of the internet along the lines of the Mozilla Manifesto.\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Dr Baack speaks\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/265132892",
      "shortDescription": null,
      "dateTime": "2019-10-01T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "265735785",
      "title": "The new podcast ecosystem: smart speakers, platforms & other podcasting trends",
      "description": "Smart speakers are growing in popularity in Australia — but what are we listening to? What other devices are people using to hear audio, and what do we know about how habits are changing?\n\nMeanwhile, big tech companies like Spotify are investing plenty of money into podcasting. What's changing in the podcast ecosystem? And how can podcasters take advantage of new services to reach more listeners and build a loyal following?\n\nFor our October event, Hacks/Hackers will hear from a panel of experts about the latest trends in digital audio.\n\nThe panel will include:\n* Andrew Davies, digital and engagement editor, ABC Audio Studios\n* James Cridland, radio futurologist and editor of Podnews\n* Nance Haxton, investigative journalist, podcaster and lecturer\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Hear from the panel\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/265735785",
      "shortDescription": null,
      "dateTime": "2019-10-30T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "265790522",
      "title": "2019 annual general meeting",
      "description": "Quants and Quills Inc, the organisation which runs Hacks/Hackers Brisbane events, is holding its 2019 annual general meeting on Wednesday, November 6.\n\nIf you would like to have a say about the way Hacks/Hackers Brisbane is run, you're invited to become a member of the association, attend the AGM and nominate for a position on the management committee.\n\nCurrent members of the management committee are:\n• Simon Elvery (simon@elvery.net)\n• Daniel Angus (daniel.angus@qut.edu.au)\n• Rosanna Ryan (rosanna.ryan@gmail.com)\n\nNote that you need to be a member of Quants and Quills (not just a member of Hacks/Hackers Brisbane on meetup.com) to attend and vote at the AGM—please get in touch with one of us by October 23 if you would like to become a member.\n\nYou may want to read the rules of the association: https://github.com/quantsquills/governance/blob/master/incorporation/rules.pdf\n\nAgenda\n• Welcome & opening of meeting\n• President’s report\n• Treasurer’s report\n• Election of management committee (President, treasurer and secretary)\n• General business: This provides members with the opportunity to raise a question or move a motion. Members raising complex issues need to advise the committee of these intentions before the meeting takes place.\n• Meeting close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/265790522",
      "shortDescription": null,
      "dateTime": "2019-11-06T07:30:00.000Z",
      "venue": {
        "name": "Tipplers Tap at South Bank",
        "address": "5/182 Grey Street South Bank",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.479986,
        "lng": 153.0228
      }
    }
  },
  {
    "node": {
      "id": "266060401",
      "title": "How do you get a job as a digital journalist?",
      "description": "Digital news isn’t emerging media - it has emerged. But what skills do you need to get a job in this rapidly changing landscape?\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Panel discussion\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close\n\nFor our November event, Hacks/Hackers Brisbane will hear from two journalists on how they broke into online media and their experiences working in digital newsrooms.\n\n• Felicity Sheppard, day editor, ABC news online\n• Stuart Layt, journalist, Brisbane Times",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/266060401",
      "shortDescription": null,
      "dateTime": "2019-11-27T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Southbank",
        "address": "114 Grey St",
        "city": "Brisbane",
        "state": "",
        "postalCode": "",
        "country": "au",
        "lat": -27.475794,
        "lng": 153.02036
      }
    }
  },
  {
    "node": {
      "id": "266957134",
      "title": "A Very Hacky Christmas",
      "description": "Join the Hacks/Hackers community for an end of year celebration. This is a casual event for us all to share stories and reflect on the year's activities.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/266957134",
      "shortDescription": null,
      "dateTime": "2019-12-11T07:30:00.000Z",
      "venue": {
        "name": "Tippler's Tap",
        "address": "184 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.480186,
        "lng": 153.02306
      }
    }
  },
  {
    "node": {
      "id": "268232313",
      "title": "Vision 2020 — stories of the new year",
      "description": "For our first event of the new decade, Hacks/Hackers Brisbane will look forward to the coming year and beyond.\n\nTrump. Coronavirus. Climate change. The economy.\n\nWhat are the big events that will shape the start of the decade, and the methods and technologies we will use to tell those stories?\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm Panel discussion\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close\n\nPanellists\n\nPeter Marsh is a digital journalist based on the mobile team at the ABC in Brisbane. He has a passion for everything US politics and has recently covered President Donald Trump’s impeachment and the Democrat caucuses. Peter specialises in live blogging, mobile alerts and explainers, and has been working on new story formats for ABC News online.\n\nSusan Hetherington is a journalism lecturer in the Creative Industries Faculty at QUT. She is a veteran newspaper journalist having worked in Australia and in London before moving into the academia. She continues to have strong industry links having been a weekly contributor to ABC Radio in Brisbane and in the regions for 18 years.\n\nBela Stantic is Professor in Computer Science and founder and Director of “Big Data and Smart Analytics” Lab at Griffith University. Dubbed Nostradamus of 21st Century, Professor Stantic has used data analytics of social media to correctly predict the outcome of the US election, Brexit, recent UK election and Australian federal elections.\n\nPanel moderator: Sarah Motherwell, ABC News",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/268232313",
      "shortDescription": null,
      "dateTime": "2020-02-26T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane",
        "address": "114 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.475756,
        "lng": 153.02017
      }
    }
  },
  {
    "node": {
      "id": "268232348",
      "title": "Monthly meetup — pitch an idea?",
      "description": "Hacks/Hackers Brisbane is a monthly event where we have speakers on a variety of topics related to how storytelling and technology intersect.\n\nWe're still working out the details for this month. Do you have any ideas?\n\nGet in touch with us hello@quantsquills.com to let us know.\n\nThe usual schedule is:\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm The Main Event\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/268232348",
      "shortDescription": null,
      "dateTime": "2020-02-26T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane",
        "address": "114 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.475458,
        "lng": 153.020432
      }
    }
  },
  {
    "node": {
      "id": "269196648",
      "title": "Monthly meetup — pitch an idea?",
      "description": "Hacks/Hackers Brisbane is a monthly event where we have speakers on a variety of topics related to how storytelling and technology intersect.\n\nWe're still working out the details for this month. Do you have any ideas?\n\nPitch a talk: https://quantsquills.com/pitch-a-talk/\n\nThe usual schedule is:\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm The Main Event\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/269196648",
      "shortDescription": null,
      "dateTime": "2020-03-25T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane",
        "address": "114 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.475458,
        "lng": 153.020432
      }
    }
  },
  {
    "node": {
      "id": "269196709",
      "title": "Monthly meetup — pitch an idea?",
      "description": "Hacks/Hackers Brisbane is a monthly event where we have speakers on a variety of topics related to how storytelling and technology intersect.\n\nWe're still working out the details for this month. Do you have any ideas?\n\nhttps://quantsquills.com/pitch-a-talk/\n\nThe usual schedule is:\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm The Main Event\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/269196709",
      "shortDescription": null,
      "dateTime": "2020-03-25T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane",
        "address": "114 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.475458,
        "lng": 153.020432
      }
    }
  },
  {
    "node": {
      "id": "269812338",
      "title": "A pandemic of data viz",
      "description": "So much data, so many visualisations.\n\nFor our April event (and our first, but unlikely last foray into online presentations) we're assembling a panel of data and visualisation experts to talk about some of the best and worst coronavirus data visualisations we've seen. We'll also take a bit of a dive into some of the challenges with visualising the kind of data a pandemic creates.\n\nBut most importantly, just like our regular in-person events, we want to make sure it's interactive, so get your thoughts together and your questions ready and let's chat data viz.\n\nUnfortunately we can't ship you all a beer and a pizza, but that might be just as well since we've decided to make this an 11am event.\nSo grab a coffee and/or some lunch, throw on some headphones and join us for a chat.\n\nThis event will be held over Zoom and *your RSVP is essential for getting access to attend*. We will send attendance details to everyone who has RSVP'd yes on the morning of the event.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/269812338",
      "shortDescription": null,
      "dateTime": "2020-04-29T01:00:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -27.475458,
        "lng": 153.02043
      }
    }
  },
  {
    "node": {
      "id": "270783762",
      "title": "Monthly meetup — pitch an idea?",
      "description": "Hacks/Hackers Brisbane is a monthly event where we have speakers on a variety of topics related to how storytelling and technology intersect.\n\nWe're still working out the details for this month. Do you have any ideas?\n\nhttps://quantsquills.com/pitch-a-talk/\n\nWe're currently running events online and experimenting with a lunchtime schedule starting at 11am.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/270783762",
      "shortDescription": null,
      "dateTime": "2020-05-27T01:00:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -8.521147,
        "lng": 179.1962
      }
    }
  },
  {
    "node": {
      "id": "270476471",
      "title": "Monthly meetup — pitch an idea?",
      "description": "Hacks/Hackers Brisbane is a monthly event where we have speakers on a variety of topics related to how storytelling and technology intersect.\n\nWe're still working out the details for this month. Do you have any ideas?\n\nhttps://quantsquills.com/pitch-a-talk/\n\nThe usual schedule is:\n\n6:00pm Arrive / Socialise / Grab a drink\n6:30pm The Main Event\n7:00pm Drinks / Food / Open Discussion\n8:00pm Close",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/270476471",
      "shortDescription": null,
      "dateTime": "2020-05-27T08:00:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -27.475458,
        "lng": 153.020432
      }
    }
  },
  {
    "node": {
      "id": "270328702",
      "title": "Reporting, analysis and visualisation of sports statistics",
      "description": "Hacks/Hackers Brisbane is a monthly event where we have speakers on a variety of topics related to how storytelling and technology intersect.\n\nThis month we're talking sports data! Our guest will be Timothy Neville, Umpire Performance Analysis Manager for the AFL.\n\nTim is currently responsible for managing and implementing a new performance analysis system for the AFL Umpires, using the state-of-the-art AFL Review Centre. Prior to joining the AFL, Tim was a postdoctoral research associate at Texas A&M University where he applied Human Factors techniques to understand performance in the Oil and Gas industry and emergency management teams. Tim holds a PhD in Psychology (Human Factors) from the University of the Sunshine Coast where he was an inaugural member of the Centre for Human Factors and Sociotechnical Systems. Prior to his PhD studies, Tim worked for the Defence Science and Technology Group as a Joint Operations Researcher. While with Defence, Tim explored how teams make decisions in complex environments, including how technology impacts teamwork, decision making and overall effectiveness of a joint military force.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/270328702",
      "shortDescription": null,
      "dateTime": "2020-06-24T01:00:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -27.475458,
        "lng": 153.02043
      }
    }
  },
  {
    "node": {
      "id": "272650495",
      "title": "The XR path ahead",
      "description": "In the future, interactive digital content will have much larger shoes to fill.\n\nNo longer confined to a phone screen, it will be as much a part of our lives as the decorations in our house or the street signs in our neighbourhood.\n\nWe’ll take a look at what XR tech now can tell us about the future of content consumption - and what skills we might need to make it.\n\nNathan spent more than a decade producing national TV programs for the ABC before becoming involved in XR production.\n\nHis first project was Kokoda VR, a 50 minute, fully immersive VR documentary that told the story of the Kokoda campaign to mark its 75th anniversary.\n\nThis production was released in 2017 and went on to be nominated for a Walkley Award for Innovative storytelling. Since then, he has established a permanent ABC XR working group and produced AR and VR experiences for all areas of the organisation. His aim is to deliver innovative content on XR & real-time digital platforms that gives audiences valuable experiences now & gives the ABC valuable experience for the future.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/272650495",
      "shortDescription": null,
      "dateTime": "2020-08-26T01:00:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -27.477821,
        "lng": 153.02756
      }
    }
  },
  {
    "node": {
      "id": "274055239",
      "title": "The State of our Media",
      "description": "This month we're holding our first physical meetup in a long time, partnering with the QUT School of Communication.\n\nThe topic is the state of our local news industry. With ever more redundancies and newsroom closures, and a looming state election, we want to know how Queenslanders are keeping themselves informed? Where are we turning to for news? And what might the future hold?\n\nWe have assembled an incredible panel of local experts, spanning community, social and traditional media.\n\nWe have capacity for 18 people to join us at the Gibson Room, Level 10, Z Block, QUT Gardens Point. For everyone else we will be streaming the panel via zoom (and taking questions from both audiences). Whether you wish to stream the event or attend physically, we please ask that you first RSVP to this meetup event. For those that wish to join us physically, please head over to https://forms.gle/ka4V4Pnb3ZkmT1vd9 to register your interest.\n\n5:30pm (Physical attendees) Arrive\n5:45pm (Virtual attendees) Zoom session opens\n6:00pm Panel discussion including Q&A\n7:15pm Conclude event and move to QUT Botanical Bar\n\nPanellists\n\nBrisbane Times editor Danielle Cronin has worked in regional, metropolitan, and overseas newsrooms. She covered federal politics for several years and recently completed a newsroom leadership fellowship with the Google News Initiative and Columbia Journalism School.\n\nProf. Axel Bruns is a Professor in the Digital Media Research Centre at QUT, and a Chief Investigator in the ARC Centre of Excellence for Automated Decision-Making and Society. His books include Are Filter Bubbles Real? (2019) and Gatewatching and News Curation: Journalism, Social Media, and the Public Sphere (2018), and the edited collections Digitizing Democracy (2019), the Routledge Companion to Social Media and Politics (2016), and Twitter and Society (2014). His research blog is at http://snurb.info/, and he tweets at @snurb_dot_info.\n\nJyi Lawton is the CEO of the Brisbane Indigenous Media Association and a proud descendant of the Bidjara people in Central Queensland and Mackenzie clan from the northwest highlands of Scotland. Jyi has a broad background in Architectural Design, Law and Justice, and Business. Jyi is an entrepreneur and the previous founder and Managing Director of Yimbana Management Consulting. He is also an award-winning artist and has held operational and senior leadership positions across State and Federal Government in youth justice, business and economic development.\n\nVanessa Wiltshire is senior researcher for the critically acclaimed Australian Story program with 25 years’ experience across ABC and commercial television, radio and digital platforms. Vanessa was Content Director ABC Brisbane for six years and former EP of the mornings and drive programs – producing breaking local and state issues content and Qld election night coverage. She’s also been involved with ABC national Federal election projects including Vote Compass. In 2019, Vanessa was a Fellow at the Reuters Institute for the Study of Journalism, Oxford, publishing a paper “Keeping it Local – can collaborations help save local public interest journalism” in which she researched several UK and US examples and provided findings for potential applications for Australia. This year she has provided analysis to the 2020 Australian Digital News Report produced by Canberra University.\n\nKatie Cassidy will be moderating the panel. She helps organise Hacks/Hackers Brisbane and is a digital journalist, media trainer and product specialist at the ABC. Follow her on Twitter @kcassowary",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/274055239",
      "shortDescription": null,
      "dateTime": "2020-10-28T07:45:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -27.477821,
        "lng": 153.02756
      }
    }
  },
  {
    "node": {
      "id": "276021749",
      "title": "Information May Want to Be Free, but Journalism Can’t Be",
      "description": "Information May Want to Be Free, but Journalism Can’t Be: An Industrial Analysis of ‘Newspaper’ Disruption - Professor Amanda Lotz.\n\nThe technological changes affecting news organizations over the last two decades may be well known, but how they connect with and have challenged the business imperatives that guide commercial news organizations is complicated. In this presentation, media industry scholar Amanda Lotz turns her focus on the implications of internet communication technologies for print news.\n\nDrawing from research about ‘newspapers’ for her forthcoming book Media Disrupted: Surviving Pirates, Cannibals, and Streaming Wars (MIT Press, 2021) Amanda examines the multifaceted effects of digital technology on the financial foundation of industries that fund ‘print’ journalism by selling attention to advertisers. She explores how different digital tools ‘unbundled’ newspapers and decimated the business model – whether distributing news and journalism on paper or online.\n\n5:00pm (Physical attendees) Arrive\n5:25pm (Virtual attendees) Zoom session opens\n5:30pm Professor Amanda Lotz presentation and Q&A\n6:30pm Conclude event and move to post-event venue\n\nAmanda D. Lotz is a professor and leader of the Transforming Media Industries research project in the Digital Media Research Centre at Queensland University of Technology. She is the author, coauthor, or editor of ten books that explore television and media industries. Her most recent books explore the connections between internet-distributed services such as Netflix and the legacy television industry, as well as the business strategies and revenue models that differ. Her award-winning book, The Television Will Be Revolutionized, now in its second edition, has been translated into Mandarin, Korean, Italian, and Polish. She is frequently interviewed by NPR’s Marketplace, has appeared on BBC, CNN's The Nineties, ABC, SBS, HuffPost Live, and ZDF and been interviewed for articles in the Los Angeles Times, The Guardian, The Atlantic, Christian Science Monitor, the Associated Press, Wired, and Men’s Health among many others. She has published articles about the business of television at Quartz, Salon, The New Republic, hosted the Media Business Matters podcast, and tweets about television and media @DrTVLotz. For more, see amandalotz.com\n\nThis month we've teamed up with the QUT Digital Media Research Centre who have kindly organised an event space and will also help us broadcast the talk live via zoom (with a recording to go out shortly after the event as well).\n\nIf you are in Brisbane and wish to attend this event in person then please head to https://forms.gle/SQPd4299n44Ct2s79 to RSVP for COVID reporting purposes.\n\nIf you wish to join us for the webinar then please pre-register at: https://qut.zoom.us/webinar/register/WN_dKwSQsY_TRWFqUj3gcBZuw",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/276021749",
      "shortDescription": null,
      "dateTime": "2021-02-10T07:30:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -27.477821,
        "lng": 153.02756
      }
    }
  },
  {
    "node": {
      "id": "276979999",
      "title": "One script, thousands of stories: What NLG means for data journalism",
      "description": "Natural language generation (NLG) is tricky to describe but easy to get excited about once you know how it works.\n\nPut simply, it involves the creation of scripts, written in code, that determine how structured data is outputted as natural language text.\n\nThat might sound dry, until you realise you can use NLG to instantly create unique articles about:\n· Every electorate in an election, as soon as the seats are called (BBC)\n· Every company’s financial results, as soon as these are released (AP)\n· Every basketball game, as soon as the final whistle blows (Bavarian Broadcasting)\n\nThe ABC’s Future Focus and Data Services teams are using NLG to power a voice app for ABC Emergency, which will give instant emergency information for any town or suburb in Australia.\n\nJules Fell and Michael Collett will show you what the NLG scripts for that project look like, along with everything else they have learned about this exciting field along the way.\n\nSpeakers:\nJules Fell, developer at ABC's Data Services\nMichael Collett, conversation designer at ABC's Future Focus",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/276979999",
      "shortDescription": null,
      "dateTime": "2021-03-31T07:30:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -27.475458,
        "lng": 153.02043
      }
    }
  },
  {
    "node": {
      "id": "277749731",
      "title": "Journalism, but not as you know it",
      "description": "This month we're partnering once again with the QUT School of Communication to hold a mixed physical/virtual event.\n\nWe're close to locking in a panel who will be showcasing a range of truly innovative design and artistically-informed storytelling methods, and how they have used these in their own practice. More details to follow but trust us that this is one that you won't want to miss!\n\nWe have capacity for 18 people to join us at the Gibson Room, Level 10, Z Block, QUT Gardens Point. For everyone else we will be streaming the panel via zoom (and taking questions from both audiences). Whether you wish to stream the event or attend physically, we please ask that you first RSVP to this meetup event. For those that wish to join us physically, please head over to https://forms.gle/JNEFYswWoRMNmXwz6 to register your interest.\n\n5:30pm (Physical attendees) Arrive\n5:45pm (Virtual attendees) Zoom session opens\n6:00pm Panel discussion including Q&A\n7:15pm Conclude event and move to local bar\n\nPanellists\n\nDr Skye Doherty\nSkye Doherty is a design researcher based at the University of Queensland’s School of Communication and Arts. Her work focuses on new ways to tell public-interest stories and how journalists can play a role in inventing technologies that address social goals.\n\nHer recent work includes:\nNews you can touch (https://vimeo.com/499447506)\nPhysical News Card Deck (http://jxd.com.au/downloads/)\nVim: a tangible energy story (https://link.springer.com/chapter/10.1007%2F978-3-030-62516-0_24)\nSketching: a method for imagining journalistic tech (https://www.tandfonline.com/doi/abs/10.1080/21670811.2020.1764373?journalCode=rdij20)\nJournalism Design (https://www.routledge.com/Journalism-Design-Interactive-Technologies-and-the-Future-of-Storytelling/Doherty/p/book/9781138051133)\n\nJoseph Burgess\nJoseph is a multidisciplinary artist working with sound (composition, modular synthesis, production), animation, fabrication, video and various interactive technologies. Their work has been presented at Vivid 2019 and has recently been acquired by MoNA (Tasmania) for programming in 2022 (Harps of the City). They operate under the pseudonym Unregistered Master Builder to encompass the diverse range of my skills, experience, and the output I produce.\n\nAs the founding member of the National Rug Association they are dedicated to the Brisbane Carpet Revolution. Their work involves soft rendering thumbnail imagery of political strife into large scale carpeted works that read like the front page of the New York Times. Through 2020 as a US expat living abroad and a victim of police brutality they have taken to tufting as a documentary practice to enshrine the covid era into the carpet making canon.\n\nPortfolio\nhttps://www.instagram.com/national_rug_association/\nhttps://www.instagram.com/unregistered_master_builder/\nwww.master-builder.squarespace.com\nhttps://open.spotify.com/album/35TCzvSW5lI6oM1KPi51PH\n\nFeature photo: https://commons.wikimedia.org/wiki/Category:War_rugs_of_Afghanistan#/media/File:Collection_Till_Passow_Battle_for_Bagram_in_2001.jpg",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/277749731",
      "shortDescription": null,
      "dateTime": "2021-05-05T08:00:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -27.475458,
        "lng": 153.02043
      }
    }
  },
  {
    "node": {
      "id": "279120736",
      "title": "Trace, Touch, Feel the Brisbane River - the Art & Science of Haptic Storytelling",
      "description": "This coming month we're planning a one-off in-person event (COVID permitting) to showcase a recent work by Grania Kelly, a new-media artist and documentary filmmaker working in immersive storytelling, exploring the intersection between art, new-technology and science.\n\nGrania recently partnered with QUT's VISeR team to create an immersive digital art installation at The Cube @ QUT Gardens Point for the Curiosity Festival. The exhibit, Trace, Touch, Feel, combines haptic technology to allow users to feel ultrasonic pressure against their hands as they travel on an immersive geo-tour of Brisbane River from Moreton Bay to Wivenhoe Dam. Haptics combine with satellite imagery and geospatial data to create bird’s-eye and on-the-ground viewpoints that immerse users amongst Brisbane's local geography.\n\nThe VISeR team, led by Gavin Winter are rebooting the exhibit for one night only and along with Grania, will be on hand for a brief Q&A on the night.\n\nWe will look to provide refreshments on the night, depending on what COVID-19 requirements permit in the space.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/279120736",
      "shortDescription": null,
      "dateTime": "2021-07-22T07:30:00.000Z",
      "venue": {
        "name": "QUT The Cube",
        "address": "2 George St",
        "city": "Brisbane City",
        "state": "QL",
        "postalCode": "4000",
        "country": "au",
        "lat": -27.478176,
        "lng": 153.0293
      }
    }
  },
  {
    "node": {
      "id": "281059988",
      "title": "Quants & Quills AGM 2021",
      "description": "Quants & Quills Inc, the organisation that runs Hacks/Hackers Brisbane events, is having their annual general meeting next month.\n\nThe AGM is open to all members and anyone interested in becoming a member. If you would like to have a say about the way Hacks/Hackers Brisbane is run, please consider becoming a member.\n\nDetails of the 2021 AGM:\nDate: Wednesday, October 13\nTime: 6:30pm\nPlace: Tipplers Tap, 182 Grey Street, South Bank (Covid permitting)\n\nCurrent members of the management committee are:\n- Simon Elvery (simon@elvery.net)\n- Daniel Angus (daniel.angus@qut.edu.au)\n- Katie Cassidy (katiecassidy@fastmail.com)\n- Thom Ryan (thom.j.ryan@gmail.com)\n- Rosanna Ryan (rosanna.ryan@gmail.com)\n\nPlease reach out to any of the committee members listed above or email hello@quantsquills.com before the AGM to become a member. The rules of the association are available here: https://github.com/quantsquills/governance/blob/master/incorporation/rules.md",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/281059988",
      "shortDescription": null,
      "dateTime": "2021-10-13T08:30:00.000Z",
      "venue": {
        "name": "Tippler's Tap",
        "address": "184 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.480186,
        "lng": 153.02306
      }
    }
  },
  {
    "node": {
      "id": "288302770",
      "title": "What should a 21st century reporter's notebook include?",
      "description": "It's been too long, but we're back with (would you believe it) our first event of 2022! And we're back at the ABC building in South Bank.\n\n**Time and place**\nWe'll gather at ABC South Bank from 6pm for a 6:30 start and head across to The Charming Squire for a hopefully lively post-talk discussion.\n\n**Talk details**\nOur speaker is **Simon Elvery**, a long time member and organiser of Hacks/Hackers Brisbane, who has recently spent three months at the [Reuters Institute for the Study of Journalism in Oxford](https://reutersinstitute.politics.ox.ac.uk/) writing [a paper](https://reutersinstitute.politics.ox.ac.uk/what-should-modern-reporters-notebook-include-21st-century) on use of technology by reporters.\n\nMaybe members of the Hacks/Hackers community are different, but by and large, **reporters are not early, eager adopters** of new technology.\n\nSo **what’s stopping reporters** from finding and experimenting with new technology and **incorporating it into their kit**? And **what *could* a modern reporter’s notebook do**?\n\nWith the right tech, could we **supercharge the reporting process** to find and tell important stories that would otherwise have gone unnoticed?\n\nWe're sure you’ve got some ideas too, so let’s talk about them!\n\n**Do you get our newsletter?**\nJust a reminder that you should [sign up for the Hacks/Hackers Brisbane newsletter](https://quantsquills.com/newsletter) for extra links and post-event write ups to keep the discussion going.\n\nPhoto by [Andrew Neel](https://unsplash.com/@andrewtneel) on [Unsplash](https://unsplash.com/@andrewtneel).",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/288302770",
      "shortDescription": null,
      "dateTime": "2022-09-14T08:00:00.000Z",
      "venue": {
        "name": "ABC Brisbane Centre",
        "address": "114 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.475529,
        "lng": 153.02028
      }
    }
  },
  {
    "node": {
      "id": "289542219",
      "title": "Annual General Meeting",
      "description": "Quants & Quills Inc, the organisation that runs Hacks/Hackers Brisbane events, is having their annual general meeting this month.\n\nThe AGM is open to all members and anyone interested in becoming a member. If you would like to have a say about the way Hacks/Hackers Brisbane is run, please consider becoming a member.\n\nThe AGM will be held at **7pm** on **Wednesday, November 16, 2022** at the State Library of Queensland and online. Due to limited space, online attendance is preferred.\n\n**RSVPs are essential**. Room details and a Zoom link will be sent to people who have RSVP'd before the event.\n\nCurrent members of the management committee are:\n\n* Simon Elvery ([simon@elvery.net](mailto:simon@elvery.net))\n* Daniel Angus ([daniel.angus@qut.edu.au](mailto:daniel.angus@qut.edu.au))\n* Katie Cassidy ([katiecassidy@fastmail.com](mailto:katiecassidy@fastmail.com))\n* Thom Ryan ([thom.j.ryan@gmail.com](mailto:thom.j.ryan@gmail.com))\n* Rosanna Ryan ([rosanna.ryan@gmail.com](mailto:rosanna.ryan@gmail.com))\n* Rae Allen ([rae.allen@gmail.com](mailto:rae.allen@gmail.com))\n\nHope to see you there.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/289542219",
      "shortDescription": null,
      "dateTime": "2022-11-16T09:00:00.000Z",
      "venue": {
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "postalCode": "",
        "country": "",
        "lat": -8.521147,
        "lng": 179.1962
      }
    }
  },
  {
    "node": {
      "id": "289638571",
      "title": "Identifying Discriminatory Patterns in Online Advertising Data ",
      "description": "This month we are teaming up with the ARC Centre of Excellence for Automated Decision Making & Society, to bring you the winning team from the recently held **ADM+S** **Dark Ads Hackathon.**\n\nHeld in Melbourne in late September, the hackathon brought together academics, government and consumer rights organisations to examine issues and propose solutions relating to online advertising. This follows recent examples of price discrimination, scam advertising and predatory targeting in online advertising spaces.\n\n**Time and place**\nWe'll gather at ABC South Bank from 5pm for a 5:30pm start, then head across to The Charming Squire \\~6:30pm for a post-talk discussion.\n\n**Talk details**\nTeam: Dr Kelly Lewis, Grant Nicholas, Ross Pearson, Alec Sathiyamoorthy, Vikram Sondergaard, Mingqiu Wang, and Guangnan (Rio) Zhu.\nMentors: Dr Abdul Obeid and Xue Ying (Jane) Tan\n\nThe winning team used data gathered from the ADM+S Australian Ad Observatory dataset (500,000+ ads donated by 2000 Australian Facebook users) to examine WAIST (why am I seeing this?) data collected alongside statistical data associated with postcodes to identify discriminatory patterns such as proxy and price discrimination.\n\nThe team will discuss the tools they developed, patterns already found, and plans for future work and development of their idea.\n\nMore info: [https://www.admscentre.org.au/darkads-hackathon/identifying-discriminatory-patterns-in-online-advertising-data/](https://www.admscentre.org.au/darkads-hackathon/identifying-discriminatory-patterns-in-online-advertising-data/)\n\nThe talk will be moderated by co-lead of the ADM+S Dark Ads project and hackathon, and fellow Hacks/Hackers member, Prof Daniel Angus.\n\n**Do you get our newsletter?**\nJust a reminder that you should [sign up for the Hacks/Hackers Brisbane newsletter](https://quantsquills.com/newsletter) for extra links and post-event write ups to keep the discussion going.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/289638571",
      "shortDescription": null,
      "dateTime": "2022-11-25T07:30:00.000Z",
      "venue": {
        "name": "ABC Brisbane Centre",
        "address": "114 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.475529,
        "lng": 153.02028
      }
    }
  },
  {
    "node": {
      "id": "290866969",
      "title": "Summer thoughts",
      "description": "Hacks/Hackers Brisbane is an event series where we’re exploring the future of media by bringing together technologists and storytellers.\n\nWe’re kicking off 2023 with a social gathering at Little Big House, South Brisbane at 5pm Wednesday 25 January.\n\nWe want to hear what you’ve seen, read or been thinking about over summer and what you’re excited about for the coming year.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/290866969",
      "shortDescription": null,
      "dateTime": "2023-01-25T07:00:00.000Z",
      "venue": {
        "name": "Little Big House",
        "address": "271 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.481602,
        "lng": 153.0234
      }
    }
  },
  {
    "node": {
      "id": "291505125",
      "title": "Twitter, bots, and the future of automation on social media",
      "description": "In the history of great Twitter accounts, not all involved a human being sitting behind a keyboard or a phone, manually typing out each tweet.\n\nSure, the Trump era gave bots a bad name, but bots have done all sorts of useful and entertaining things in social media spaces, too: from telling you when to take your rubbish out to tweeting vanity plates rejected by the Californian DMV.\n\nNow, with Twitter's plans to restrict access to their API, it looks like time has finally run out for this once-thriving bot ecosystem -- on that platform, at least.\n\nThis month Hacks/Hackers Brisbane is looking back on this golden era and highlighting a few of our favourite bots with local connections. And we're asking what's next for automation on social media. What's it like to be a bot on Mastodon?\n\n**Featuring:**\n\n* [Ash Kyd](https://ash.ms/), creator of [BNELights](https://bne.social/@bnelights) (now on Mastodon), which tells you what colour the lights of Brisbane's bridges are and why\n* [Joshua Byrd](https://phocks.org/), creator of [auspolwatch](https://twitter.com/auspolwatch), which kept an eye on #auspol Twitter\n* [Rosie Ryan](https://bne.social/@rosieryan) and [Thom Ryan](https://bne.social/@thom), creators of [sansculotides](https://botsin.space/@sansculotides), the French republican calendar bot",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/291505125",
      "shortDescription": null,
      "dateTime": "2023-02-22T07:30:00.000Z",
      "venue": {
        "name": "ABC Brisbane Centre",
        "address": "114 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.475529,
        "lng": 153.02028
      }
    }
  },
  {
    "node": {
      "id": "291811825",
      "title": "ChatGPT - Is it hype or the next step in AI?",
      "description": "This month Hacks/Hackers Brisbane is looking at the hype, the limitations, and the potential of large language models like ChatGPT.\n\nAre we stuck in another iteration of the 'hype cycle', or are these systems actually a step closer to a useful and general artificial intelligence?\n\nThis is an in-person and online event.\nZoom [link for online option available here](https://qut.zoom.us/j/84307911872?pwd=aEd0U2pRT3NqbmZxYVZrSU14OWVWUT09)\n\n**Featuring:**\n\n* [Dr Aaron Snoswell](https://www.admscentre.org.au/aaron-snoswell/), computer scientist and post-doctoral research fellow in AI accountability at the ARC Centre of Excellence for Automated Decision Making and Society. In his research, Aaron is working on ways to make large language models less toxic. Prior to academia, Aaron spent over a decade working in robotics, aerospace, software engineering, and medical device development.",
      "eventUrl": "https://www.meetup.com/hacks-hackers-brisbane/events/291811825",
      "shortDescription": null,
      "dateTime": "2023-03-22T07:30:00.000Z",
      "venue": {
        "name": "ABC Brisbane Centre",
        "address": "114 Grey St",
        "city": "South Brisbane",
        "state": "QL",
        "postalCode": "4101",
        "country": "au",
        "lat": -27.475529,
        "lng": 153.02028
      }
    }
  }
]